IDEA Open Model
PlateData.Name Property
Compatible with IDEA StatiCa v 10.1
 Name of the plate
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public string Name { get; set; }
Public Property Name As String
	Get
	Set
public:
property String^ Name {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
PlateData Class
IdeaRS.OpenModel.Connection Namespace